Repository: EveryAlt/everyalt-wordpress-plugin
Catalog: languages/everyalt-*.po
Languages: de_de, fr_fr, it_it, ja, nl_nl, pt_br

source: No log entries yet. Generate alt text from the Bulk tab or when uploading images to populate this log.
de_de: Noch keine Einträge. Erzeuge Alt-Text im Tab Massen oder beim Hochladen, um dieses Protokoll zu füllen.
fr_fr: Aucune entrée dans le journal pour l'instant. Générez du texte alternatif depuis l'onglet En masse ou en téléchargeant des images pour remplir ce journal.
it_it: Ancora nessuna voce nel registro. Genera testo alternativo dalla scheda Massivo o caricando immagini per popolare questo registro.
ja: まだログにエントリがありません。一括タブで代替テキストを生成するか、画像をアップロードするとこのログに記録されます。
nl_nl: Nog geen logvermeldingen. Genereer alt-tekst via het tabblad Bulk of bij het uploaden van afbeeldingen om dit logboek te vullen.
pt_br: Ainda não há entradas no registro. Gere texto alternativo na aba Em massa ou ao enviar imagens para preencher este registro.
