Repository: EveryAlt/everyalt-wordpress-plugin
Catalog: languages/everyalt-*.po
Languages: de_de, fr_fr, it_it, ja, nl_nl, pt_br

source: Time
de_de: Zeit
fr_fr: Heure
it_it: Ora
ja: 日時
nl_nl: Tijd
pt_br: Horário

source: Attachment ID
de_de: Anhang-ID
fr_fr: ID de la pièce jointe
it_it: ID allegato
ja: 添付ID
nl_nl: Bijlage-ID
pt_br: ID do anexo

source: Status
fr_fr: Statut
it_it: Stato
ja: 状態

source: Message / Alt text
de_de: Meldung / Alt-Text
fr_fr: Message / Texte alternatif
it_it: Messaggio / Testo alternativo
ja: メッセージ / 代替テキスト
nl_nl: Bericht / Alt-tekst
pt_br: Mensagem / Texto alternativo

source: Cost (USD)
de_de: Kosten (USD)
fr_fr: Coût (USD)
it_it: Costo (USD)
ja: コスト (USD)
nl_nl: Kosten (USD)
pt_br: Custo (USD)

source: Details
fr_fr: Détails
it_it: Dettagli
ja: 詳細
pt_br: Detalhes

source: Success
de_de: Erfolg
fr_fr: Succès
it_it: Successo
ja: 成功
nl_nl: Geslaagd
pt_br: Sucesso

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
ja: エラー
nl_nl: Fout
pt_br: Erro

source: You do not have permission to do this.
de_de: Du hast keine Berechtigung dafür.
fr_fr: Vous n'avez pas la permission d'effectuer cette action.
it_it: Non hai il permesso di fare questa operazione.
ja: この操作を行う権限がありません。
nl_nl: Je hebt geen toestemming om dit te doen.
pt_br: Você não tem permissão para fazer isso.

source: Enter an API key in the field above, or save a key first to validate the stored key.
de_de: Gib oben einen API-Schlüssel ein oder speichere zuerst einen Schlüssel, um den gespeicherten zu prüfen.
fr_fr: Saisissez une clé API dans le champ ci-dessus, ou enregistrez d'abord une clé pour valider celle enregistrée.
it_it: Inserisci una chiave API nel campo sopra, oppure salva prima una chiave per validare quella memorizzata.
ja: 上記の欄にAPIキーを入力するか、保存されているキーを検証するために先にキーを保存してください。
nl_nl: Voer boven een API-sleutel in, of sla eerst een sleutel op om de opgeslagen sleutel te valideren.
pt_br: Digite uma chave de API no campo acima ou salve uma chave primeiro para validar a chave armazenada.

source: API key is valid.
de_de: Der API-Schlüssel ist gültig.
fr_fr: La clé API est valide.
it_it: La chiave API è valida.
ja: APIキーは有効です。
nl_nl: De API-sleutel is geldig.
pt_br: A chave de API é válida.

source: API key could not be validated. Check that the key is correct and has API access.
de_de: Der API-Schlüssel konnte nicht geprüft werden. Prüfe, ob der Schlüssel stimmt und API-Zugriff hat.
fr_fr: La clé API n'a pas pu être validée. Vérifiez qu'elle est correcte et qu'elle a accès à l'API.
it_it: Impossibile validare la chiave API. Verifica che la chiave sia corretta e abbia accesso all'API.
ja: APIキーを検証できませんでした。キーが正しく、APIアクセス権があるか確認してください。
nl_nl: De API-sleutel kon niet worden gevalideerd. Controleer of de sleutel klopt en API-toegang heeft.
pt_br: A chave de API não pôde ser validada. Verifique se a chave está correta e tem acesso à API.

source: Skipped: no API key or auto-generate disabled.
de_de: Übersprungen: Kein API-Schlüssel oder Auto-Generierung deaktiviert.
fr_fr: Ignoré : pas de clé API ou génération automatique désactivée.
it_it: Saltato: nessuna chiave API o generazione automatica disattivata.
ja: スキップ: APIキーがないか、自動生成が無効です。
nl_nl: Overgeslagen: geen API-sleutel of automatisch genereren uitgeschakeld.
pt_br: Ignorado: nenhuma chave de API ou geração automática desativada.

source: Skipped: API key validation failed.
de_de: Übersprungen: API-Schlüssel-Prüfung fehlgeschlagen.
fr_fr: Ignoré : la validation de la clé API a échoué.
it_it: Saltato: validazione della chiave API fallita.
ja: スキップ: APIキーの検証に失敗しました。
nl_nl: Overgeslagen: validatie van API-sleutel mislukt.
pt_br: Ignorado: a validação da chave de API falhou.

source: Skipped: not a valid image or file exceeds 4MB.
de_de: Übersprungen: Kein gültiges Bild oder Datei größer als 4 MB.
fr_fr: Ignoré : image non valide ou fichier supérieur à 4 Mo.
it_it: Saltato: immagine non valida o file superiore a 4 MB.
ja: スキップ: 有効な画像ではないか、ファイルが4MBを超えています。
nl_nl: Overgeslagen: geen geldige afbeelding of bestand groter dan 4 MB.
pt_br: Ignorado: imagem inválida ou arquivo maior que 4 MB.

source: No alt text returned from API.
de_de: Die API hat keinen Alt-Text zurückgegeben.
fr_fr: L'API n'a renvoyé aucun texte alternatif.
it_it: L'API non ha restituito testo alternativo.
ja: APIから代替テキストが返されませんでした。
nl_nl: De API heeft geen alt-tekst teruggegeven.
pt_br: A API não retornou texto alternativo.

source: Settings
de_de: Einstellungen
fr_fr: Réglages
it_it: Impostazioni
ja: 設定
nl_nl: Instellingen
pt_br: Configurações

source: Generation failed.
de_de: Generierung fehlgeschlagen.
fr_fr: La génération a échoué.
it_it: Generazione non riuscita.
ja: 生成に失敗しました。
nl_nl: Genereren mislukt.
pt_br: A geração falhou.

source: Alt successfully updated.
de_de: Alt-Text erfolgreich aktualisiert.
fr_fr: Texte alternatif mis à jour avec succès.
it_it: Testo alternativo aggiornato correttamente.
ja: 代替テキストを正常に更新しました。
nl_nl: Alt-tekst succesvol bijgewerkt.
pt_br: Texto alternativo atualizado com sucesso.

source: Image could not be encoded for the API. On some servers, base64 encoding fails for large images or due to PHP limits. Try a smaller image, or increase your server's PHP memory limit.
de_de: Das Bild konnte nicht für die API kodiert werden. Auf einigen Servern schlägt die Base64-Kodierung bei großen Bildern oder wegen PHP-Limits fehl. Probiere ein kleineres Bild oder erhöhe das PHP-Speicherlimit.
fr_fr: L'image n'a pas pu être encodée pour l'API. Sur certains serveurs, l'encodage base64 échoue pour les grandes images ou à cause des limites PHP. Essayez une image plus petite ou augmentez la limite mémoire PHP du serveur.
it_it: Impossibile codificare l'immagine per l'API. Su alcuni server la codifica base64 fallisce con immagini grandi o per limiti PHP. Prova con un'immagine più piccola o aumenta il limite di memoria PHP del server.
ja: API用に画像をエンコードできませんでした。一部のサーバーでは、大きな画像やPHPの制限によりbase64エンコードが失敗することがあります。より小さい画像を試すか、サーバーのPHPメモリ制限を増やしてください。
nl_nl: De afbeelding kon niet voor de API worden gecodeerd. Op sommige servers faalt base64-codering bij grote afbeeldingen of door PHP-limieten. Probeer een kleinere afbeelding of verhoog de PHP-geheugenlimiet van je server.
pt_br: A imagem não pôde ser codificada para a API. Em alguns servidores, a codificação base64 falha para imagens grandes ou por limites do PHP. Tente uma imagem menor ou aumente o limite de memória PHP do servidor.

source: Response was cut off (max tokens reached). Increase Max completion tokens in Settings to resolve this.
de_de: Die Antwort wurde abgeschnitten (Token-Limit erreicht). Erhöhe „Max. Abschluss-Tokens“ in den Einstellungen.
fr_fr: La réponse a été tronquée (limite de jetons atteinte). Augmentez les jetons de complétion max dans Réglages pour corriger.
it_it: La risposta è stata troncata (limite token raggiunto). Aumenta i token di completamento massimi in Impostazioni per risolvere.
ja: 応答が途中で切れました（最大トークン数に達しました）。設定で「最大完了トークン」を増やして解決してください。
nl_nl: Het antwoord is afgekapt (max. tokens bereikt). Verhoog Max. voltooiingstokens in Instellingen om dit op te lossen.
pt_br: A resposta foi cortada (limite de tokens atingido). Aumente os tokens máximos de conclusão em Configurações para resolver.

source: Secondary menu
de_de: Sekundäres Menü
fr_fr: Menu secondaire
it_it: Menu secondario
ja: サブメニュー
nl_nl: Secundair menu
pt_br: Menu secundário

source: Bulk Alt Text Generator
de_de: Massen-Alt-Text-Generator
fr_fr: Générateur en masse de texte alternatif
it_it: Generatore massivo di testo alternativo
ja: 一括代替テキスト生成
nl_nl: Bulk alt-tekstgenerator
pt_br: Gerador em massa de texto alternativo

source: Review Alt Text
de_de: Alt-Text prüfen
fr_fr: Réviser le texte alternatif
it_it: Rivedi testo alternativo
ja: 代替テキストを確認
nl_nl: Alt-tekst beoordelen
pt_br: Revisar texto alternativo

source: Logs
de_de: Protokolle
fr_fr: Journaux
it_it: Registri
ja: ログ
nl_nl: Logboeken
pt_br: Registros

source: EveryAlt is a free, open-source project created by %1$sHDC%2$s, a web dev firm for high-stakes projects and AI builds.
it_it: EveryAlt è un progetto gratuito e open source creato da %1$sHDC%2$s, un'agenzia web per progetti ad alto rischio e sviluppi con l'IA.
pt_br: EveryAlt é um projeto gratuito e de código aberto criado pela %1$sHDC%2$s, uma agência de desenvolvimento web para projetos de alto impacto e desenvolvimentos com IA.

source: EveryAlt also has a free Chrome extension and Shopify app. Check out our %1$sDigital Agency Plan%2$s if you manage lots of sites and want to set up limits and permissions for your clients or team.
it_it: EveryAlt ha anche un'estensione Chrome gratuita e un'app Shopify. Scopri il nostro %1$sPiano per Agenzie Digitali%2$s se gestisci molti siti e vuoi impostare limiti e permessi per i tuoi clienti o il tuo team.
pt_br: O EveryAlt também tem uma extensão gratuita para Chrome e um app para Shopify. Conheça nosso %1$sPlano para Agências Digitais%2$s se você gerencia muitos sites e quer definir limites e permissões para seus clientes ou equipe.

source: Settings saved.
de_de: Einstellungen gespeichert.
fr_fr: Réglages enregistrés.
it_it: Impostazioni salvate.
ja: 設定を保存しました。
nl_nl: Instellingen opgeslagen.
pt_br: Configurações salvas.

source: The OpenAI API key you entered could not be validated. Please check the key and try again. It was not saved.
de_de: Der eingegebene OpenAI-API-Schlüssel konnte nicht geprüft werden. Bitte Schlüssel prüfen und erneut versuchen. Er wurde nicht gespeichert.
fr_fr: La clé API OpenAI que vous avez saisie n'a pas pu être validée. Vérifiez la clé et réessayez. Elle n'a pas été enregistrée.
it_it: La chiave API OpenAI inserita non è stata validata. Controlla la chiave e riprova. Non è stata salvata.
ja: 入力したOpenAI APIキーは検証できませんでした。キーを確認してもう一度お試しください。保存されていません。
nl_nl: De ingevoerde OpenAI API-sleutel kon niet worden gevalideerd. Controleer de sleutel en probeer opnieuw. Hij is niet opgeslagen.
pt_br: A chave de API da OpenAI que você digitou não pôde ser validada. Verifique a chave e tente novamente. Ela não foi salva.

source: OpenAI API Key
de_de: OpenAI-API-Schlüssel
fr_fr: Clé API OpenAI
it_it: Chiave API OpenAI
ja: OpenAI APIキー
nl_nl: OpenAI API-sleutel
pt_br: Chave de API OpenAI

source: Leave blank to keep existing key
de_de: Leer lassen, um den bestehenden Schlüssel zu behalten
fr_fr: Laisser vide pour conserver la clé actuelle
it_it: Lascia vuoto per mantenere la chiave attuale
ja: 既存のキーを維持する場合は空欄のままにしてください
nl_nl: Laat leeg om de bestaande sleutel te behouden
pt_br: Deixe em branco para manter a chave atual

source: Validate key
de_de: Schlüssel prüfen
fr_fr: Valider la clé
it_it: Valida chiave
ja: キーを検証
nl_nl: Sleutel valideren
pt_br: Validar chave

source: Alt text is generated via OpenAI (image is sent as base64, so it works on localhost and behind HTTP auth). Stored encrypted. You are charged by OpenAI for your usage; EveryAlt is free and never bills you.
de_de: Alt-Text wird über OpenAI erzeugt (Bild wird als Base64 gesendet, funktioniert also auf Localhost und hinter HTTP-Auth). Verschlüsselt gespeichert. OpenAI berechnet dir die Nutzung; EveryAlt ist kostenlos und berechnet dich nie.
fr_fr: Le texte alternatif est généré via OpenAI (l'image est envoyée en base64, donc ça fonctionne en localhost et derrière une auth HTTP). Stocké chiffré. OpenAI vous facture votre usage ; EveryAlt est gratuit et ne vous facture jamais.
it_it: Il testo alternativo è generato tramite OpenAI (l'immagine viene inviata in base64, quindi funziona in localhost e dietro autenticazione HTTP). Memorizzato crittografato. OpenAI ti addebita l'utilizzo; EveryAlt è gratuito e non ti fattura mai.
ja: 代替テキストはOpenAIで生成されます（画像はbase64で送信されるため、localhostやHTTP認証の内側でも動作します）。暗号化して保存されます。利用料はOpenAIから請求されます。EveryAltは無料で、請求することはありません。
nl_nl: Alt-tekst wordt gegenereerd via OpenAI (afbeelding wordt als base64 verzonden, werkt dus op localhost en achter HTTP-auth). Versleuteld opgeslagen. OpenAI rekent je voor gebruik; EveryAlt is gratis en rekent je nooit.
pt_br: O texto alternativo é gerado via OpenAI (a imagem é enviada em base64, então funciona em localhost e atrás de autenticação HTTP). Armazenado criptografado. A OpenAI cobra pelo seu uso; o EveryAlt é gratuito e nunca cobra você.

source: Generate an API key
de_de: API-Schlüssel erzeugen
fr_fr: Générer une clé API
it_it: Genera una chiave API
ja: APIキーを発行
nl_nl: API-sleutel genereren
pt_br: Gerar uma chave de API

source: Auto-generate on upload
de_de: Beim Hochladen automatisch erzeugen
fr_fr: Générer automatiquement à l'upload
it_it: Genera automaticamente in upload
ja: アップロード時に自動生成
nl_nl: Automatisch genereren bij upload
pt_br: Gerar automaticamente no envio

source: Automatically generate alt text when images are uploaded
de_de: Alt-Text automatisch erzeugen, wenn Bilder hochgeladen werden
fr_fr: Générer automatiquement le texte alternatif lors du téléchargement des images
it_it: Genera automaticamente il testo alternativo quando le immagini vengono caricate
ja: 画像をアップロードしたときに自動で代替テキストを生成する
nl_nl: Alt-tekst automatisch genereren wanneer afbeeldingen worden geüpload
pt_br: Gerar automaticamente o texto alternativo quando as imagens forem enviadas

source: Max completion tokens
de_de: Max. Abschluss-Tokens
fr_fr: Jetons de complétion max
it_it: Token di completamento massimi
ja: 最大完了トークン数
nl_nl: Max. voltooiingstokens
pt_br: Tokens máximos de conclusão

source: Maximum tokens the model can use for the response (including reasoning for models like gpt-5-nano). Default 1024. Leave empty to use default.
de_de: Maximale Tokens, die das Modell für die Antwort nutzen darf (inkl. Reasoning bei Modellen wie gpt-5-nano). Standard 1024. Leer lassen für Standard.
fr_fr: Nombre maximum de jetons que le modèle peut utiliser pour la réponse (y compris le raisonnement pour des modèles comme gpt-5-nano). Par défaut 1024. Laisser vide pour la valeur par défaut.
it_it: Numero massimo di token che il modello può usare per la risposta (incluso il ragionamento per modelli come gpt-5-nano). Predefinito 1024. Lascia vuoto per usare il predefinito.
ja: モデルが応答に使用できる最大トークン数（gpt-5-nanoなどの推論を含む）。デフォルトは1024。空欄の場合はデフォルトを使用します。
nl_nl: Maximaal aantal tokens dat het model voor het antwoord mag gebruiken (inclusief redeneren bij modellen als gpt-5-nano). Standaard 1024. Laat leeg voor standaard.
pt_br: Número máximo de tokens que o modelo pode usar na resposta (incluindo raciocínio para modelos como gpt-5-nano). Padrão 1024. Deixe vazio para usar o padrão.

source: Pricing: EveryAlt uses <strong>%1$s</strong>, currently the cheapest and most efficient model for this task. A reasonable estimate per image is about 200 input tokens and 500 output tokens, which works out to about <strong>%2$s</strong> per image.
de_de: Kosten: EveryAlt nutzt <strong>%1$s</strong>, derzeit das günstigste und effizienteste Modell dafür. Pro Bild grob 200 Input- und 500 Output-Tokens, etwa <strong>%2$s</strong> pro Bild.
fr_fr: Tarifs : EveryAlt utilise <strong>%1$s</strong>, actuellement le modèle le moins cher et le plus efficace pour cette tâche. Une estimation raisonnable par image est environ 200 jetons en entrée et 500 en sortie, soit environ <strong>%2$s</strong> par image.
it_it: Prezzi: EveryAlt usa <strong>%1$s</strong>, attualmente il modello più economico ed efficiente per questo compito. Una stima ragionevole per immagine è circa 200 token in ingresso e 500 in uscita, ovvero circa <strong>%2$s</strong> per immagine.
ja: 料金: EveryAltは<strong>%1$s</strong>を使用しています。このタスクでは現在最も安価で効率的なモデルです。画像1枚あたりの目安は入力約200トークン・出力約500トークンで、<strong>%2$s</strong>程度/画像です。
nl_nl: Prijzen: EveryAlt gebruikt <strong>%1$s</strong>, momenteel het goedkoopste en efficiëntste model voor deze taak. Een redelijke schatting per afbeelding is ongeveer 200 invoertokens en 500 uitvoertokens, dus ongeveer <strong>%2$s</strong> per afbeelding.
pt_br: Preços: o EveryAlt usa <strong>%1$s</strong>, atualmente o modelo mais barato e eficiente para esta tarefa. Uma estimativa razoável por imagem é cerca de 200 tokens de entrada e 500 de saída, ou seja, cerca de <strong>%2$s</strong> por imagem.

source: Alt text prompt
fr_fr: Invite pour le texte alternatif
it_it: Prompt per il testo alternativo
ja: 代替テキスト用プロンプト
nl_nl: Alt-tekstprompt
pt_br: Prompt do texto alternativo

source: Instruction sent to the AI with each image. Edit as needed. The model should return only the alt text, no extra wording.
de_de: Anweisung, die mit jedem Bild an die KI geht. Bei Bedarf anpassen. Das Modell soll nur den Alt-Text zurückgeben, ohne Zusatztext.
fr_fr: Instruction envoyée à l'IA avec chaque image. Modifiez si besoin. Le modèle doit renvoyer uniquement le texte alternatif, sans formulation supplémentaire.
it_it: Istruzione inviata all'IA con ogni immagine. Modifica se necessario. Il modello deve restituire solo il testo alternativo, senza testo aggiuntivo.
ja: 各画像とともにAIに送る指示です。必要に応じて編集してください。モデルは代替テキストのみを返し、余分な表現は含めません。
nl_nl: Instructie die met elke afbeelding naar de AI gaat. Bewerk indien nodig. Het model moet alleen de alt-tekst teruggeven, geen extra tekst.
pt_br: Instrução enviada à IA com cada imagem. Edite conforme necessário. O modelo deve retornar apenas o texto alternativo, sem texto extra.

source: Save Settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les réglages
it_it: Salva impostazioni
ja: 設定を保存
nl_nl: Instellingen opslaan
pt_br: Salvar configurações

source: This page finds all images in your media library that do not currently have alt text and lets you generate new alt text with EveryAlt quickly. To see existing images that already have alt text, go to the <a href="%s">Review Alt Text</a> tab.
de_de: Diese Seite findet alle Bilder in deiner Mediathek ohne Alt-Text und lässt dich schnell mit EveryAlt welchen erzeugen. Für Bilder mit Alt-Text gehe zum Tab <a href="%s">Alt-Text prüfen</a>.
fr_fr: Cette page trouve toutes les images de votre médiathèque sans texte alternatif et vous permet d'en générer rapidement avec EveryAlt. Pour voir les images qui en ont déjà un, allez dans l'onglet <a href="%s">Réviser le texte alternatif</a>.
it_it: Questa pagina trova tutte le immagini nella libreria media senza testo alternativo e ti permette di generarlo rapidamente con EveryAlt. Per vedere le immagini che hanno già testo alternativo, vai alla scheda <a href="%s">Rivedi testo alternativo</a>.
ja: このページでは、メディアライブラリ内で代替テキストがない画像を一覧し、EveryAltで素早く生成できます。すでに代替テキストがある画像を確認するには、<a href="%s">代替テキストを確認</a>タブへ移動してください。
nl_nl: Deze pagina vindt alle afbeeldingen in je mediabibliotheek zonder alt-tekst en laat je die snel met EveryAlt genereren. Ga naar het tabblad <a href="%s">Alt-tekst beoordelen</a> voor afbeeldingen die al alt-tekst hebben.
pt_br: Esta página encontra todas as imagens da sua biblioteca de mídia que ainda não têm texto alternativo e permite gerar um com EveryAlt rapidamente. Para ver imagens que já têm texto alternativo, vá à aba <a href="%s">Revisar texto alternativo</a>.

source: Please enter your OpenAI API key in the Settings tab first.
de_de: Bitte zuerst deinen OpenAI-API-Schlüssel im Tab Einstellungen eintragen.
fr_fr: Veuillez d'abord saisir votre clé API OpenAI dans l'onglet Réglages.
it_it: Inserisci prima la tua chiave API OpenAI nella scheda Impostazioni.
ja: まず設定タブでOpenAI APIキーを入力してください。
nl_nl: Voer eerst je OpenAI API-sleutel in op het tabblad Instellingen.
pt_br: Digite primeiro sua chave de API da OpenAI na aba Configurações.

source: No images without alt text found.
de_de: Keine Bilder ohne Alt-Text gefunden.
fr_fr: Aucune image sans texte alternatif trouvée.
it_it: Nessuna immagine senza testo alternativo trovata.
ja: 代替テキストのない画像は見つかりませんでした。
nl_nl: Geen afbeeldingen zonder alt-tekst gevonden.
pt_br: Nenhuma imagem sem texto alternativo encontrada.

source: Select all
de_de: Alle auswählen
fr_fr: Tout sélectionner
it_it: Seleziona tutto
ja: すべて選択
nl_nl: Alles selecteren
pt_br: Selecionar tudo

source: Select none
de_de: Keine auswählen
fr_fr: Tout désélectionner
it_it: Deseleziona tutto
ja: 選択を解除
nl_nl: Niets selecteren
pt_br: Desmarcar todas

source: Generate alt text for selected
de_de: Alt-Text für Auswahl erzeugen
fr_fr: Générer le texte alternatif pour la sélection
it_it: Genera testo alternativo per i selezionati
ja: 選択した画像の代替テキストを生成
nl_nl: Alt-tekst genereren voor geselecteerde
pt_br: Gerar texto alternativo para os selecionados

source: Processing…
de_de: Wird verarbeitet…
fr_fr: Traitement en cours…
it_it: Elaborazione…
ja: 処理中…
nl_nl: Verwerken…
pt_br: Processando…

source: Edit
de_de: Bearbeiten
fr_fr: Modifier
it_it: Modifica
ja: 編集
nl_nl: Bewerken
pt_br: Editar

source: Images that already have alt text. Edit and save, or regenerate with EveryAlt.
de_de: Bilder, die bereits Alt-Text haben. Bearbeiten und speichern oder mit EveryAlt neu erzeugen.
fr_fr: Images qui ont déjà un texte alternatif. Modifiez et enregistrez, ou régénérez avec EveryAlt.
it_it: Immagini che hanno già testo alternativo. Modifica e salva, oppure rigenera con EveryAlt.
ja: すでに代替テキストがある画像です。編集して保存するか、EveryAltで再生成できます。
nl_nl: Afbeeldingen die al alt-tekst hebben. Bewerk en sla op, of genereer opnieuw met EveryAlt.
pt_br: Imagens que já têm texto alternativo. Edite e salve ou regenere com EveryAlt.

source: Please enter your OpenAI API key in the Settings tab to use Regenerate.
de_de: Trage deinen OpenAI-API-Schlüssel im Tab Einstellungen ein, um „Neu erzeugen“ zu nutzen.
fr_fr: Saisissez votre clé API OpenAI dans l'onglet Réglages pour utiliser Régénérer.
it_it: Inserisci la tua chiave API OpenAI nella scheda Impostazioni per usare Rigenera.
ja: 「再生成」を使うには、設定タブでOpenAI APIキーを入力してください。
nl_nl: Voer je OpenAI API-sleutel in op het tabblad Instellingen om Opnieuw genereren te gebruiken.
pt_br: Digite sua chave de API da OpenAI na aba Configurações para usar Regenerar.

source: No images with alt text found.
de_de: Keine Bilder mit Alt-Text gefunden.
fr_fr: Aucune image avec texte alternatif trouvée.
it_it: Nessuna immagine con testo alternativo trovata.
ja: 代替テキストがある画像は見つかりませんでした。
nl_nl: Geen afbeeldingen met alt-tekst gevonden.
pt_br: Nenhuma imagem com texto alternativo encontrada.

source: Save
de_de: Speichern
fr_fr: Enregistrer
it_it: Salva
ja: 保存
nl_nl: Opslaan
pt_br: Salvar

source: Regenerate
de_de: Neu erzeugen
fr_fr: Régénérer
it_it: Rigenera
ja: 再生成
nl_nl: Opnieuw genereren
pt_br: Regenerar

source: Generation Log
de_de: Generierungsprotokoll
fr_fr: Journal des générations
it_it: Registro generazioni
ja: 生成ログ
nl_nl: Generatielogboek
pt_br: Registro de geração

source: Last 100 alt text generation attempts (successes and failures).
de_de: Letzte 100 Alt-Text-Generierungen (Erfolge und Fehler).
fr_fr: Dernières 100 tentatives de génération de texte alternatif (succès et échecs).
it_it: Ultimi 100 tentativi di generazione di testo alternativo (successi e fallimenti).
ja: 直近100件の代替テキスト生成の試行（成功・失敗）です。
nl_nl: Laatste 100 pogingen tot alt-tekstgeneratie (successen en mislukkingen).
pt_br: Últimas 100 tentativas de geração de texto alternativo (sucessos e falhas).

source: Export as CSV
de_de: Als CSV exportieren
fr_fr: Exporter en CSV
it_it: Esporta come CSV
ja: CSVでエクスポート
nl_nl: Exporteren als CSV
pt_br: Exportar como CSV

source: Attachment
de_de: Anhang
fr_fr: Pièce jointe
it_it: Allegato
ja: 添付
nl_nl: Bijlage
pt_br: Anexo

source: Cost
de_de: Kosten
fr_fr: Coût
it_it: Costo
ja: コスト
nl_nl: Kosten
pt_br: Custo
